Repository: vinxu/CastReader
Catalog: CastReader/CloudStorage.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 搜索云盘文件
de: Cloud-Dateien durchsuchen
en: Search cloud files
es: Buscar archivos en la nube
fr: Rechercher des fichiers cloud
hi: क्लाउड फ़ाइलें खोजें
it: Cerca file nel cloud
ja: クラウドファイルを検索
pt_br: Buscar arquivos na nuvem

source: 未找到匹配的文件
de: Keine passenden Dateien gefunden
en: No matching files found
es: No se encontraron archivos coincidentes
fr: Aucun fichier correspondant
hi: कोई मिलती-जुलती फ़ाइल नहीं मिली
it: Nessun file corrispondente trovato
ja: 一致するファイルが見つかりません
pt_br: Nenhum arquivo correspondente encontrado

source: 与我共享
de: Für mich freigegeben
en: Shared with me
es: Compartido conmigo
fr: Partagés avec moi
hi: मेरे साथ शेयर किया गया
it: Condivisi con me
ja: 共有アイテム
pt_br: Compartilhados comigo

source: 我的云端硬盘
de: Meine Ablage
en: My Drive
es: Mi unidad
fr: Mon Drive
hi: मेरी ड्राइव
it: Il mio Drive
ja: マイドライブ
pt_br: Meu Drive

source: %@ 账号操作
de: Kontoaktionen für %@
en: Account actions for %@
es: Acciones de la cuenta de %@
fr: Actions du compte %@
hi: %@ खाते की कार्रवाइयाँ
it: Azioni dell’account %@
ja: %@ のアカウント操作
pt_br: Ações da conta do %@

source: 切换云盘，当前 %@
de: Cloud-Speicher wechseln, aktuell %@
en: Switch drive, currently %@
es: Cambiar unidad, actual %@
fr: Changer de lecteur, actuellement %@
hi: क्लाउड ड्राइव बदलें, अभी %@
it: Cambia unità, attualmente %@
ja: ドライブを切り替え、現在 %@
pt_br: Trocar unidade, atual %@

source: 设备可用空间不足，无法下载此文件
de: Auf dem Gerät ist nicht genug freier Speicherplatz für diese Datei verfügbar.
en: This device does not have enough free space to download the file.
es: El dispositivo no tiene suficiente espacio libre para descargar el archivo.
fr: L’appareil ne dispose pas d’assez d’espace libre pour télécharger ce fichier.
hi: इस फ़ाइल को डाउनलोड करने के लिए डिवाइस में पर्याप्त खाली स्थान नहीं है।
it: Il dispositivo non dispone di spazio libero sufficiente per scaricare il file.
ja: このファイルをダウンロードするための空き容量が端末にありません。
pt_br: O dispositivo não tem espaço livre suficiente para baixar o arquivo.

source: 连接云盘
de: Cloud-Speicher verbinden
en: Connect cloud storage
es: Conectar almacenamiento en la nube
fr: Connecter le stockage cloud
hi: क्लाउड स्टोरेज कनेक्ट करें
it: Collega l’archivio cloud
ja: クラウドストレージに接続
pt_br: Conectar armazenamento em nuvem

source: 从文库移除此记录
de: Diesen Eintrag aus der Bibliothek entfernen
en: Remove this entry from Library
es: Eliminar este registro de la biblioteca
fr: Retirer cette entrée de la bibliothèque
hi: इस रिकॉर्ड को लाइब्रेरी से हटाएँ
it: Rimuovi questa voce dalla libreria
ja: この履歴をライブラリから削除
pt_br: Remover este registro da biblioteca

source: 连接原账号后继续
de: Verbinde das ursprüngliche Konto, um fortzufahren
en: Connect the original account to continue
es: Conecta la cuenta original para continuar
fr: Connectez le compte d’origine pour continuer
hi: जारी रखने के लिए मूल खाता कनेक्ट करें
it: Collega l’account originale per continuare
ja: 元のアカウントに接続して続ける
pt_br: Conecte a conta original para continuar

source: 需连接原账号
de: Ursprüngliches Konto erforderlich
en: Original account required
es: Se requiere la cuenta original
fr: Compte d’origine requis
hi: मूल खाता आवश्यक है
it: È richiesto l’account originale
ja: 元のアカウントが必要です
pt_br: A conta original é necessária

source: 云端文件已更新，已加载最新版本
de: Die Cloud-Datei wurde aktualisiert. Die neueste Version wurde geladen.
en: The cloud file was updated. The latest version has been loaded.
es: El archivo en la nube se actualizó. Se cargó la versión más reciente.
fr: Le fichier cloud a été mis à jour. La dernière version a été chargée.
hi: क्लाउड फ़ाइल अपडेट हुई। नवीनतम संस्करण लोड किया गया है।
it: Il file cloud è stato aggiornato. È stata caricata la versione più recente.
ja: クラウド上のファイルが更新されました。最新バージョンを読み込みました。
pt_br: O arquivo na nuvem foi atualizado. A versão mais recente foi carregada.

source: 切换云盘
de: Laufwerk wechseln
en: Switch drive
es: Cambiar unidad
fr: Changer de lecteur
hi: ड्राइव बदलें
it: Cambia unità
ja: ドライブを切り替える
pt_br: Trocar unidade

source: 朗读或解读可能发送全文
de: Vorlesen oder Erklären kann den Volltext senden
en: Read Aloud or Explain may send the full text
es: Leer o Explicar puede enviar el texto completo
fr: La lecture ou l’explication peut envoyer le texte intégral
hi: ज़ोर से पढ़ें या व्याख्या पूरा पाठ भेज सकती है
it: Lettura o Spiegazione può inviare il testo completo
ja: 読み上げ・解説では全文が送信される場合があります
pt_br: Leitura ou Explicação pode enviar o texto completo

source: 仅当你主动开始朗读或解读时，CastReader 才会发送在本机解析出的处理所需文本（可能覆盖所选文件全文）；原始文件不会发送到文件上传或存储接口。
de: Nur wenn du Vorlesen oder Erklären aktiv startest, sendet CastReader den dafür benötigten, auf diesem Gerät extrahierten Text (möglicherweise den gesamten Text der ausgewählten Datei). Die Originaldatei wird nicht an Datei-Upload- oder Speicherendpunkte gesendet.
en: Only when you actively start Read Aloud or Explain does CastReader send the required text parsed on this device (which may include the full text of the selected file). The original file is not sent to file-upload or storage endpoints.
es: Solo cuando inicias activamente Leer o Explicar, CastReader envía el texto necesario analizado en este dispositivo (que puede incluir todo el texto del archivo seleccionado). El archivo original no se envía a interfaces de carga ni almacenamiento de archivos.
fr: CastReader envoie le texte nécessaire extrait sur cet appareil (pouvant inclure tout le texte du fichier choisi) uniquement lorsque vous lancez activement la lecture ou l’explication. Le fichier d’origine n’est pas envoyé à des interfaces de téléversement ou de stockage de fichiers.
hi: CastReader केवल तब इस डिवाइस पर पार्स किया गया आवश्यक पाठ भेजता है, जब आप स्वयं ज़ोर से पढ़ना या व्याख्या शुरू करते हैं (इसमें चुनी गई फ़ाइल का पूरा पाठ शामिल हो सकता है)। मूल फ़ाइल किसी फ़ाइल अपलोड या स्टोरेज इंटरफ़ेस पर नहीं भेजी जाती।
it: Solo quando avvii attivamente Lettura o Spiegazione, CastReader invia il testo necessario estratto su questo dispositivo (che può includere tutto il testo del file selezionato). Il file originale non viene inviato a interfacce di caricamento o archiviazione dei file.
ja: ユーザーが読み上げまたは解説を開始した場合にのみ、CastReaderはこの端末で解析した処理に必要なテキスト（選択したファイルの全文を含む場合があります）を送信します。元のファイルがファイルアップロードまたはストレージ用インターフェースに送信されることはありません。
pt_br: Somente quando você inicia ativamente Leitura ou Explicação, o CastReader envia o texto necessário processado neste dispositivo (que pode incluir todo o texto do arquivo selecionado). O arquivo original não é enviado a interfaces de upload ou armazenamento de arquivos.

source: 本机会保存脱敏账号提示、派生账号 key、云盘与文件 ID、文件名、格式和版本；保留到你删除记录或 App 数据。原文件不永久保存。
de: Auf diesem Gerät werden ein maskierter Kontohinweis, ein abgeleiteter Kontoschlüssel, Cloud- und Datei-ID, Dateiname, Format und Version gespeichert, bis du den Eintrag oder die App-Daten löschst. Die Originaldatei wird nicht dauerhaft gespeichert.
en: This device stores a masked account hint, a derived account key, cloud and file IDs, filename, format, and version until you delete the record or app data. The original file is not stored permanently.
es: Este dispositivo guarda una referencia de cuenta enmascarada, una clave derivada, los ID de nube y archivo, el nombre, el formato y la versión hasta que elimines el registro o los datos de la app. El archivo original no se guarda de forma permanente.
fr: Cet appareil conserve un indice de compte masqué, une clé dérivée, les identifiants du cloud et du fichier, le nom, le format et la version jusqu’à la suppression de l’entrée ou des données de l’app. Le fichier original n’est pas conservé durablement.
hi: यह डिवाइस मास्क किया गया खाता संकेत, निकाली गई खाता कुंजी, क्लाउड और फ़ाइल ID, फ़ाइल नाम, फ़ॉर्मेट और संस्करण तब तक रखता है जब तक आप रिकॉर्ड या ऐप डेटा नहीं मिटाते। मूल फ़ाइल स्थायी रूप से नहीं रखी जाती।
it: Questo dispositivo conserva un riferimento account mascherato, una chiave derivata, gli ID cloud e file, il nome, il formato e la versione finché non elimini il record o i dati dell’app. Il file originale non viene conservato in modo permanente.
ja: この端末には、マスク済みアカウント表示、派生アカウントキー、クラウド／ファイルID、ファイル名、形式、バージョンが、履歴またはAppデータを削除するまで保存されます。元ファイルは恒久保存されません。
pt_br: Este dispositivo guarda uma indicação de conta mascarada, uma chave derivada, IDs da nuvem e do arquivo, nome, formato e versão até você excluir o registro ou os dados do app. O arquivo original não é armazenado permanentemente.

source: 删除与控制
de: Löschen und Kontrolle
en: Deletion and control
es: Eliminación y control
fr: Suppression et contrôle
hi: हटाना और नियंत्रण
it: Eliminazione e controllo
ja: 削除と管理
pt_br: Exclusão e controle

source: 解除关联会立即删除可访问文件的本机关联；若 Google 撤销暂未确认，只在隔离的撤销队列保留旧令牌用于重试，CastReader 不会使用它获取文件，确认后删除。删除文库记录会删除远程引用。
de: Beim Trennen wird die lokale Verknüpfung zu zugänglichen Dateien sofort gelöscht. Ist der Widerruf bei Google noch nicht bestätigt, bleibt das alte Token nur in einer isolierten Widerrufswarteschlange für einen erneuten Versuch erhalten. CastReader verwendet es nicht zum Abrufen von Dateien und löscht es nach der Bestätigung. Das Löschen eines Bibliothekseintrags entfernt die Remote-Referenz.
en: Disconnecting immediately removes the local link to accessible files. If Google revocation is not yet confirmed, the old token is retained only in an isolated revocation queue for retry. CastReader will not use it to retrieve files and deletes it after confirmation. Deleting a Library record removes its remote reference.
es: Al desconectar se elimina de inmediato el vínculo local con los archivos accesibles. Si Google aún no confirma la revocación, el token anterior solo se conserva en una cola de revocación aislada para volver a intentarlo. CastReader no lo usará para obtener archivos y lo eliminará tras la confirmación. Al borrar un registro de la biblioteca se elimina su referencia remota.
fr: La déconnexion supprime immédiatement le lien local vers les fichiers accessibles. Si Google n’a pas encore confirmé la révocation, l’ancien jeton est conservé uniquement dans une file de révocation isolée afin de réessayer. CastReader ne l’utilisera pas pour récupérer des fichiers et le supprimera après confirmation. La suppression d’une entrée de la bibliothèque retire sa référence distante.
hi: डिस्कनेक्ट करने पर सुलभ फ़ाइलों का स्थानीय संबंध तुरंत हट जाता है। यदि Google निरस्तीकरण की पुष्टि लंबित है, तो पुराने टोकन को केवल दोबारा प्रयास करने के लिए एक अलग निरस्तीकरण कतार में रखा जाता है। CastReader इसका उपयोग फ़ाइलें प्राप्त करने के लिए नहीं करेगा और पुष्टि के बाद इसे मिटा देगा। लाइब्रेरी रिकॉर्ड मिटाने पर उसका रिमोट संदर्भ हट जाता है।
it: La disconnessione elimina subito il collegamento locale ai file accessibili. Se Google non ha ancora confermato la revoca, il vecchio token viene conservato solo in una coda di revoca isolata per riprovare. CastReader non lo userà per recuperare file e lo eliminerà dopo la conferma. Eliminando un elemento della libreria si rimuove il relativo riferimento remoto.
ja: 連携を解除すると、アクセス可能なファイルとの端末内の関連付けは直ちに削除されます。Googleでの取り消しが未確認の場合、再試行のために古いトークンを隔離された取り消しキュー内にのみ保持します。CastReaderがそのトークンをファイル取得に使用することはなく、確認後に削除します。ライブラリ履歴を削除するとリモート参照も削除されます。
pt_br: Ao desconectar, o vínculo local com os arquivos acessíveis é removido imediatamente. Se a revogação do Google ainda não estiver confirmada, o token antigo será mantido somente em uma fila de revogação isolada para nova tentativa. O CastReader não o usará para obter arquivos e o excluirá após a confirmação. Excluir um registro da Biblioteca remove sua referência remota.

source: 重新连接
de: Erneut verbinden
en: Reconnect
es: Volver a conectar
fr: Reconnecter
hi: फिर से कनेक्ट करें
it: Ricollega
ja: 再接続
pt_br: Reconectar

source: 组织策略禁止 CastReader 访问此云盘，请联系组织管理员
de: Eine Organisationsrichtlinie verhindert den Zugriff von CastReader auf diesen Cloud-Speicher. Wende dich an die Administration deiner Organisation.
en: Your organization’s policy prevents CastReader from accessing this cloud storage. Contact your organization administrator.
es: La política de tu organización impide que CastReader acceda a este almacenamiento en la nube. Contacta con el administrador de tu organización.
fr: La politique de votre organisation empêche CastReader d’accéder à ce stockage cloud. Contactez l’administrateur de votre organisation.
hi: आपके संगठन की नीति CastReader को इस क्लाउड स्टोरेज तक पहुँचने से रोकती है। अपने संगठन के व्यवस्थापक से संपर्क करें।
it: I criteri della tua organizzazione impediscono a CastReader di accedere a questo archivio cloud. Contatta l’amministratore dell’organizzazione.
ja: 組織のポリシーにより、CastReaderはこのクラウドストレージにアクセスできません。組織の管理者にお問い合わせください。
pt_br: A política da sua organização impede o CastReader de acessar este armazenamento em nuvem. Entre em contato com o administrador da organização.

source: 此 Google 文档超过 Google Drive 的导出大小限制，无法导入
de: Dieses Google-Dokument überschreitet das Exportgrößenlimit von Google Drive und kann nicht importiert werden.
en: This Google document exceeds Google Drive’s export size limit and cannot be imported.
es: Este documento de Google supera el límite de tamaño de exportación de Google Drive y no se puede importar.
fr: Ce document Google dépasse la limite de taille d’exportation de Google Drive et ne peut pas être importé.
hi: यह Google दस्तावेज़ Google Drive की निर्यात आकार सीमा से बड़ा है और आयात नहीं किया जा सकता।
it: Questo documento Google supera il limite di dimensione per l’esportazione di Google Drive e non può essere importato.
ja: このGoogleドキュメントはGoogle Driveのエクスポート上限を超えているため、読み込めません。
pt_br: Este documento do Google excede o limite de tamanho de exportação do Google Drive e não pode ser importado.

source: 云盘拒绝了此操作，请联系云盘管理员或稍后查看服务状态
de: Der Cloud-Speicher hat diesen Vorgang abgelehnt. Wende dich an die Administration oder prüfe später den Dienststatus.
en: The cloud service rejected this operation. Contact your cloud administrator or check the service status later.
es: El servicio en la nube rechazó esta operación. Contacta con el administrador o consulta el estado del servicio más tarde.
fr: Le service cloud a refusé cette opération. Contactez l’administrateur ou consultez l’état du service ultérieurement.
hi: क्लाउड सेवा ने यह कार्रवाई अस्वीकार कर दी। अपने क्लाउड व्यवस्थापक से संपर्क करें या बाद में सेवा की स्थिति देखें।
it: Il servizio cloud ha rifiutato l’operazione. Contatta l’amministratore o verifica più tardi lo stato del servizio.
ja: クラウドサービスがこの操作を拒否しました。クラウド管理者に問い合わせるか、後でサービス状況を確認してください。
pt_br: O serviço de nuvem recusou esta operação. Entre em contato com o administrador ou verifique o status do serviço mais tarde.

source: 云盘返回了无法识别的数据，暂时无法完成此操作
de: Der Cloud-Speicher hat nicht erkennbare Daten zurückgegeben. Dieser Vorgang kann derzeit nicht abgeschlossen werden.
en: The cloud service returned unrecognized data, so this operation cannot be completed right now.
es: El servicio en la nube devolvió datos no reconocidos y la operación no se puede completar ahora.
fr: Le service cloud a renvoyé des données non reconnues ; cette opération ne peut pas être effectuée pour le moment.
hi: क्लाउड सेवा ने अपरिचित डेटा लौटाया, इसलिए यह कार्रवाई अभी पूरी नहीं की जा सकती।
it: Il servizio cloud ha restituito dati non riconosciuti, quindi al momento non è possibile completare l’operazione.
ja: クラウドサービスから認識できないデータが返されたため、現在この操作を完了できません。
pt_br: O serviço de nuvem retornou dados não reconhecidos, portanto a operação não pode ser concluída agora.

source: 设备可用空间不足，请在系统设置中管理存储空间后再试
de: Auf dem Gerät ist nicht genug Speicherplatz verfügbar. Gib in den Systemeinstellungen Speicher frei und versuche es erneut.
en: This device does not have enough free space. Manage storage in System Settings, then try again.
es: El dispositivo no tiene suficiente espacio libre. Gestiona el almacenamiento en Ajustes y vuelve a intentarlo.
fr: L’appareil ne dispose pas d’assez d’espace libre. Gérez le stockage dans Réglages, puis réessayez.
hi: डिवाइस में पर्याप्त खाली स्थान नहीं है। सिस्टम सेटिंग्स में स्टोरेज प्रबंधित करें, फिर दोबारा कोशिश करें।
it: Il dispositivo non dispone di spazio libero sufficiente. Gestisci lo spazio nelle Impostazioni di sistema, quindi riprova.
ja: 端末の空き容量が不足しています。システム設定でストレージを管理してから、もう一度お試しください。
pt_br: O dispositivo não tem espaço livre suficiente. Gerencie o armazenamento nos Ajustes do sistema e tente novamente.

source: 云盘暂时无法完成此操作，请稍后再试
de: Der Cloud-Speicher kann diesen Vorgang derzeit nicht abschließen. Versuche es später erneut.
en: The cloud service cannot complete this operation right now. Try again later.
es: El servicio en la nube no puede completar esta operación ahora. Inténtalo más tarde.
fr: Le service cloud ne peut pas effectuer cette opération pour le moment. Réessayez plus tard.
hi: क्लाउड सेवा यह कार्रवाई अभी पूरी नहीं कर सकती। बाद में फिर कोशिश करें।
it: Al momento il servizio cloud non può completare l’operazione. Riprova più tardi.
ja: クラウドサービスは現在この操作を完了できません。しばらくしてからもう一度お試しください。
pt_br: O serviço de nuvem não pode concluir esta operação agora. Tente novamente mais tarde.

source: 查看完整隐私政策
de: Vollständige Datenschutzrichtlinie ansehen
en: View the full Privacy Policy
es: Ver la Política de privacidad completa
fr: Voir la Politique de confidentialité complète
hi: पूरी गोपनीयता नीति देखें
it: Visualizza l’Informativa sulla privacy completa
ja: プライバシーポリシー全文を見る
pt_br: Ver a Política de Privacidade completa

source: 文件过大或解压后体积异常，已停止导入
de: Die Datei ist zu groß oder wird auf eine unsichere Größe entpackt. Der Import wurde gestoppt.
en: The file is too large or expands to an unsafe size. Import was stopped.
es: El archivo es demasiado grande o se expande a un tamaño no seguro. Se detuvo la importación.
fr: Le fichier est trop volumineux ou se décompresse à une taille non sûre. L’importation a été arrêtée.
hi: फ़ाइल बहुत बड़ी है या निकालने पर असुरक्षित आकार तक फैलती है। आयात रोक दिया गया।
it: Il file è troppo grande o si espande fino a dimensioni non sicure. L’importazione è stata interrotta.
ja: ファイルが大きすぎるか、展開後のサイズが安全上限を超えるため、読み込みを停止しました。
pt_br: O arquivo é grande demais ou se expande para um tamanho não seguro. A importação foi interrompida.

source: 选择导出格式
de: Exportformat auswählen
en: Select export format
es: Seleccionar formato de exportación
fr: Sélectionner le format d’exportation
hi: निर्यात फ़ॉर्मेट चुनें
it: Seleziona il formato di esportazione
ja: エクスポート形式を選択
pt_br: Selecionar formato de exportação

source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
pt_br: Cancelar

source: 云端文档会在设备上导出后进入现有阅读器
de: Das Cloud-Dokument wird auf diesem Gerät exportiert und anschließend im vorhandenen Reader geöffnet.
en: The cloud document will be exported on this device and opened in the existing reader.
es: El documento en la nube se exportará en este dispositivo y se abrirá en el lector existente.
fr: Le document cloud sera exporté sur cet appareil, puis ouvert dans le lecteur existant.
hi: क्लाउड दस्तावेज़ इस डिवाइस पर निर्यात होकर मौजूदा रीडर में खुलेगा।
it: Il documento nel cloud verrà esportato su questo dispositivo e aperto nel lettore esistente.
ja: クラウド上のドキュメントをこのデバイスでエクスポートして、既存のリーダーで開きます。
pt_br: O documento na nuvem será exportado neste dispositivo e aberto no leitor atual.

source: 账号操作
de: Kontoaktionen
en: Account actions
es: Acciones de la cuenta
fr: Actions du compte
hi: खाता कार्रवाइयाँ
it: Azioni account
ja: アカウント操作
pt_br: Ações da conta

source: 更换账号
de: Konto wechseln
en: Switch account
es: Cambiar de cuenta
fr: Changer de compte
hi: खाता बदलें
it: Cambia account
ja: アカウントを変更
pt_br: Trocar de conta

source: 查看数据使用说明
de: Hinweise zur Datennutzung anzeigen
en: View data usage details
es: Ver información sobre el uso de datos
fr: Voir les informations sur l’utilisation des données
hi: डेटा उपयोग की जानकारी देखें
it: Visualizza le informazioni sull’uso dei dati
ja: データ利用について表示
pt_br: Ver informações sobre o uso de dados

source: 解除关联
de: Verknüpfung aufheben
en: Disconnect
es: Desvincular
fr: Dissocier
hi: लिंक हटाएँ
it: Scollega
ja: 連携を解除
pt_br: Desvincular

source: 解除关联？
de: Verknüpfung aufheben?
en: Disconnect?
es: ¿Desvincular?
fr: Dissocier ?
hi: लिंक हटाएँ?
it: Scollegare?
ja: 連携を解除しますか？
pt_br: Desvincular?

source: 这会删除本机保存的授权关联并取消当前操作；阅读历史基础信息会保留。
de: Dadurch werden die auf diesem Gerät gespeicherte Autorisierungsverknüpfung gelöscht und der aktuelle Vorgang abgebrochen. Grundlegende Angaben im Leseverlauf bleiben erhalten.
en: This will remove the authorization link saved on this device and cancel the current operation. Basic reading history metadata will be kept.
es: Esto eliminará la autorización guardada en este dispositivo y cancelará la operación actual. Se conservarán los datos básicos del historial de lectura.
fr: Cela supprimera l’autorisation enregistrée sur cet appareil et annulera l’opération en cours. Les informations de base de l’historique de lecture seront conservées.
hi: इससे इस डिवाइस पर सेव किया गया प्राधिकरण लिंक हट जाएगा और मौजूदा कार्रवाई रद्द हो जाएगी। पढ़ने के इतिहास की बुनियादी जानकारी बनी रहेगी।
it: Questa operazione rimuoverà l’autorizzazione salvata sul dispositivo e annullerà l’operazione in corso. I dati di base della cronologia di lettura verranno conservati.
ja: このデバイスに保存されている認証連携を削除し、現在の操作をキャンセルします。読書履歴の基本情報は保持されます。
pt_br: Isso removerá a autorização salva neste dispositivo e cancelará a operação atual. As informações básicas do histórico de leitura serão mantidas.

source: 提示
de: Hinweis
en: Notice
es: Aviso
fr: Information
hi: सूचना
it: Avviso
ja: お知らせ
pt_br: Aviso

source: 好
de: OK
en: OK
es: Aceptar
fr: OK
hi: ठीक है
it: OK
ja: OK
pt_br: OK

source: 关闭
de: Schließen
en: Close
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
pt_br: Fechar

source: 账号关联及云盘授权已解除
de: Kontoverknüpfung und Cloud-Autorisierung wurden aufgehoben.
en: The account link and cloud authorization have been removed.
es: Se han eliminado la vinculación de la cuenta y la autorización del almacenamiento en la nube.
fr: L’association du compte et l’autorisation cloud ont été supprimées.
hi: खाता लिंक और क्लाउड प्राधिकरण हटा दिए गए हैं।
it: Il collegamento dell’account e l’autorizzazione al cloud sono stati rimossi.
ja: アカウント連携とクラウドの認証を解除しました。
pt_br: O vínculo da conta e a autorização da nuvem foram removidos.

source: 已从此设备断开；云盘端授权暂未确认撤销，可稍后在云盘账号设置中检查
de: Verbindung auf diesem Gerät getrennt. Ob die Autorisierung beim Cloud-Anbieter widerrufen wurde, konnte noch nicht bestätigt werden. Prüfe dies später in den Kontoeinstellungen des Cloud-Anbieters.
en: Disconnected from this device. Revocation by the cloud provider has not yet been confirmed; check later in the cloud account settings.
es: Desconectado de este dispositivo. Aún no se ha confirmado la revocación de la autorización en el proveedor; puedes comprobarlo más tarde en los ajustes de la cuenta del servicio en la nube.
fr: Déconnecté de cet appareil. La révocation de l’autorisation auprès du fournisseur cloud n’est pas encore confirmée ; vérifiez-la plus tard dans les réglages du compte cloud.
hi: इस डिवाइस से डिस्कनेक्ट किया गया। क्लाउड सेवा में प्राधिकरण रद्द होने की अभी पुष्टि नहीं हुई है; बाद में क्लाउड खाते की सेटिंग में जाँचें।
it: Disconnessione da questo dispositivo completata. La revoca dell’autorizzazione presso il provider cloud non è ancora confermata; controlla in seguito nelle impostazioni dell’account cloud.
ja: このデバイスとの接続を解除しました。クラウド側の認証が取り消されたかはまだ確認できません。後でクラウドのアカウント設定を確認してください。
pt_br: Desconectado deste dispositivo. A revogação da autorização no provedor de nuvem ainda não foi confirmada; verifique depois nas configurações da conta do serviço de nuvem.

source: 已从此设备断开
de: Verbindung auf diesem Gerät getrennt.
en: Disconnected from this device.
es: Desconectado de este dispositivo.
fr: Déconnecté de cet appareil.
hi: इस डिवाइस से डिस्कनेक्ट किया गया।
it: Disconnessione da questo dispositivo completata.
ja: このデバイスとの接続を解除しました。
pt_br: Desconectado deste dispositivo.
